Repository: ngmautri/nhungttk
Catalog: module/Application/language/*.po
Languages: de_de, vi_vn

source: Department
de_de: Abteilungen
vi_vn: Phòng ban

source: Add Department
de_de: Neue Abteilung
vi_vn: Thêm phòng ban

source: Message
vi_vn: Lời nhắn gửi

source: Previous exceptions
vi_vn: Trước

source: No Exception available
vi_vn: Không có ngoại lệ sẵn có

source: Finance
de_de: Finanz
vi_vn: Kế toán

source: Inventory
de_de: Waren
vi_vn: Hàng Hóa

source: Partner
de_de: Geschäftspartner
vi_vn: Đối Tác

source: Procure
de_de: Einkauf
vi_vn: Thu mua

source: Skeleton Application
vi_vn: Ứng dụng

source: Home
vi_vn: Trang chủ

source: All rights reserved.
vi_vn: Bảo lưu mọi quyền.

source: New Posting Period
de_de: Neuer Periode
vi_vn: Thêm kỳ hạch toán

source: Period Code
de_de: Periode
vi_vn: Mã kỳ hạch toán

source: Period Name
de_de: Periodenname
vi_vn: Tên kỳ hạch toán

source: Status
vi_vn: Trạng thái

source: Opened
de_de: Geöffnet
vi_vn: Đã mở

source: Closed
de_de: Geschlossen
vi_vn: Đã đóng

source: Locked
de_de: Gesperrt
vi_vn: Đã khóa

source: Period Start
de_de: Periodebbeginn
vi_vn: Ngày bắt đầu kỳ

source: Period End
de_de: Periodenende
vi_vn: Ngày kết thúc kỳ

source: Plan Working Days
de_de: Soll-Arbeitstagen
vi_vn: Ngày làm việc kế hoạch

source: Actual Working Days
de_de: Ist-Arbeitstagen
vi_vn: Ngày làm việc thực tế

source: National Holidays
de_de: Gesetzlicher Feiertagen
vi_vn: Ngày nghỉ theo luật

source: Cooperate Leaves
de_de: Betriebliche Feiertagen
vi_vn: Ngày nghỉ của công ty

source: Remarks
de_de: Notizen
vi_vn: Ghi chú

source: Save
de_de: Speichern
vi_vn: Ghi

source: Posting Period
de_de: Peride
vi_vn: Kỳ hạch toán

source: records
de_de: Datensatz
vi_vn: bản ghi

source: Action
de_de: Aktionen
vi_vn: Hành động

source: Open
de_de: Öffnen
vi_vn: Mở

source: Close
de_de: Schließen
vi_vn: Đóng

source: HR SETTING
de_de: HR Einrichten
vi_vn: Thiết Lập HR

source: Leave Reason
de_de: Abwesenheitsgrund
vi_vn: Lý do nghỉ

source: Contract status
de_de: Vertragsstatus
vi_vn: Tình trang Hợp đồng

source: Active
de_de: Aktiviert
vi_vn: hoạt động

source: Terminated
de_de: gekündigt
vi_vn: Đã kết thúc

source: Contract number
de_de: Vertragsnumber
vi_vn: Liên lạc

source: Number of Revision
de_de: Rivisionsnumber
vi_vn: Số lần sửa

source: Termination Date
de_de: Kündigungsdatum
vi_vn: Ngày kết thúc

source: Contract Status
de_de: Vertragsstatus
vi_vn: Tình trang Hợp đồng

source: Show
de_de: Sehen
vi_vn: Xem

source: Amend
de_de: Ändern
vi_vn: Sửa

source: Terminate
de_de: kündigen
vi_vn: Kết thúc

source: Current Contract:
de_de: Aktueller Vertrag
vi_vn: Hợp đồng hiện tại

source: Applicant List
de_de: Bewerberliste
vi_vn: Danh sách ứng viên

source: New Applicant
de_de: Neuer Bewerber
vi_vn: Thêm ứng viên

source: Search Applicant
de_de: Suche Bewerber
vi_vn: Tìm ứng viên

source: Filter
vi_vn: Lọc

source: Applicant Status
de_de: Berwerbersstatus
vi_vn: Trạng thái ưng viên

source: Sort by
de_de: Sortieren nach
vi_vn: Sếp xếp theo

source: Employee Code
de_de: Mitarbeitersnummer
vi_vn: Mã nhân viên

source: Created Date
de_de: Erstellsdatum
vi_vn: Ngày tạo

source: ASC
de_de: Steigend
vi_vn: Tăng dần

source: DESC
de_de: Sinkend
vi_vn: Giảm dần

source: Result per page
de_de: Ergebnisse per Seite
vi_vn: Kết quả mỗi trang

source: Employee Status
de_de: Mitarbeiterstatus
vi_vn: Trạng thái Nhân viên

source: Sort
de_de: Sortieren
vi_vn: Sếp xếp

source: Name
de_de: Namen
vi_vn: Tên

source: Birthday
de_de: Geburtstag
vi_vn: Ngày sinh

source: Gender
de_de: Geschlecht
vi_vn: Giới tính

source: Edit
de_de: Editieren
vi_vn: Sửa

source: Employee List
de_de: Mitarbeitersliste
vi_vn: Danh sách Nhân viên

source: New Employee
de_de: Neuer Mitarbeiter
vi_vn: Thêm nhân viên

source: Search Employee
de_de: Suche Mitarbeiter
vi_vn: Tìm nhân viên

source: Disciplinary
de_de: Disziplin
vi_vn: Kỷ luật

source: New Leave Reason
de_de: Neuer Abwesenheitsgrund
vi_vn: Thêm lý do nghỉ

source: Reference
de_de: Referenz
vi_vn: Tham khảo

source: Vadid From
de_de: Gültig vom
vi_vn: Áp dụng từ

source: Vadid To
de_de: Gültig bis
vi_vn: Áp dụng đến

source: Description
de_de: Beschreibung
vi_vn: Chi tiết

source: Cancel
de_de: Abbrechen
vi_vn: Thoát

source: Minimum Wage
de_de: Mindestlohne
vi_vn: Lương tối thiểu

source: Currency
de_de: Währung
vi_vn: Đơn vị tiền tệ

source: Effective from
de_de: Gültig von
vi_vn: Có giá trị từ

source: Effective to
de_de: Gültig bis
vi_vn: Có giá trị đến

source: Update
de_de: Aktualisieren
vi_vn: Cập nhất

source: Reporting
de_de: Berichten
vi_vn: Báo Cáo

source: Daily Reporting
de_de: Tagesberichten
vi_vn: Báo cáo ngày

source: Monthly Reporting
de_de: MonatsBerichten
vi_vn: Báo cáo tháng

source: Quaterly Reporting
de_de: Vierteljährliche Berichten
vi_vn: Báo cáo quý

source: Annual Reporting
de_de: Jährliche Berichten
vi_vn: Báo cáo năm

source: Social Security (SSO)
de_de: Soziale Beiträgen
vi_vn: Bảo hiểm xã hội (SSO)

source: Default Income Setup
vi_vn: Thiết lập các khoản thu nhập

source: Default Bonus Setup
vi_vn: Thiết lập Bonus

source: Default Allowances Setup
vi_vn: Thiết lập các khác trợ cấp

source: Default Deduction Setup
de_de: Abzügen
vi_vn: Thiết lập các khoản khấu trừ

source: SSO Rate
vi_vn: Tỷ lệ SSO

source: Percentage
de_de: Prozentsatz
vi_vn: Phần trăm

source: HR MANAGEMENT
de_de: HR MANGEMENT
vi_vn: QUẢN LÝ NHÂN SỰ

source: search term...
de_de: Suchbegriff...
vi_vn: nhập từ khóa để tìm .....

source: INVENTORY
de_de: WAREN
vi_vn: QUẢN LÝ HÀNG HÓA

source: PROCUREMENT
de_de: EINKAUF
vi_vn: QUẢN LÝ THU MUA

source: enter search term ...
vi_vn: nhập từ khóa để tìm .....

source: Add New PR
de_de: Neu Einkauf
vi_vn: Tạo yêu cầu mua

source: Month
de_de: Monat
vi_vn: Tháng

source: All PR
de_de: Alle Einkäufe
vi_vn: Tất cả yêu cầu mua. Tiếng Việt

source: Create New Employee
de_de: Neuer Mitarbeiter
vi_vn: Thêm nhân viên

source: Finger Scan
de_de: Fingersabdruck
vi_vn: Dữ liệu vân tay

source: Setup
de_de: Einrichten
vi_vn: Cài Đặt

source: Create new item
de_de: Neuer Artikel
vi_vn: Thêm mới hàng hóa

source: Other
de_de: Sonstiges
vi_vn: Khác

source: Add Project
de_de: Neues Projekt
vi_vn: Thêm dự án

source: Project List
de_de: Projektsliste
vi_vn: Danh sách Dự án /Công việc

source: Calendar
de_de: Kalender
vi_vn: Lịch

source: New Purchase Request (PR)
de_de: Erstelle neuer Einkauf
vi_vn: Tạo yêu cầu mua (PR)

source: User Management
de_de: Benutzerverwaltung
vi_vn: Quản lý người dùng

source: Access Control List (ACL)
de_de: Zugriffrechten (ACL)
vi_vn: Phân quyền (ACL)

source: Workflow Management
vi_vn: Quản lý quy trình

source: Backup Database
vi_vn: Sao Lưu dữ liệu

source: Caching Manager
vi_vn: Quản lý caching

source: Update Search Index
vi_vn: Cập nhật danh mục tìm kiếm

source: System Information
de_de: Systemsinformation
vi_vn: Thông tin hệ thống

source: Employment Contract Summary:
de_de: Vertragsübersicht

source: All
de_de: Alle

source: Start Working Date
de_de: Erster Arbeitsdatum

source: Filter by
de_de: Filtern nach

source: Income Calculation Method
de_de: Einkommensberechnen

source: Income Setup
de_de: Einkommen einrichten

source: Minimum Wage Management
de_de: Mindestlohn

source: Inactive
de_de: Inaktiviert

source: Social Security Management
de_de: Soziale Beiterägen
